Repository: dimitrijevic/EventRater
Catalog: EventRater/EventRater/MultilingualResources/EventRater.*.xlf
Languages: sr_latn

source: Clarity
sr_latn: Jasnoća

# ClarityDesc
source: Key points made clearly and without unnecessary details
sr_latn: Glavna poenta preneta jasno i bez nepotrebnih detalja

# EnterValidEventCode
source: Please enter a valid event code.
sr_latn: Molimo Vas da unesete šifru važećeg događaja.

# FeedbackFail
source: Failed to send your feedback. Please try later.
sr_latn: Neuspeh u slanju povratnih informacija. Pokušajte kasnije.

# FeedbackSent
source: Your feedback has been successfuly sent. Thank you.
sr_latn: Povratna informacija je uspešno poslata. Hvala Vam.

source: Lecture method
sr_latn: Metod predavanja

# NotFound
source: Conference not found. Please enter a valid event code.
sr_latn: Konferencija nije pronađena. Unesite šifru važećeg događaja.

# ProcessFail
source: Failed to process code. Please try later.
sr_latn: Neuspela obrada koda. Pokušajte kasnije.

# SpeakerKnowledge
source: Speaker's knowledge
sr_latn: Znanje govornika

# SpeakerStyle
source: Spearker's style
sr_latn: Stil govornika

source: Suitability
sr_latn: Podobnost

# SuitabilityDesc
source: Terminology and technical details suitable to audience
sr_latn: Terminologija i tehnički detalji pogodni za publiku

source: Vote
sr_latn: Glasanje

# VotingFail
source: Failed to open voting page. Please try later.
sr_latn: Otvaranje stranice za glasanje nije uspelo. Pokušajte kasnije.
